[
  {
    "jobTitle": "Software Engineer",
    "id": 1,
    "mail": "software-engineer@company.com",
    "number": "+1 123-456-7890",
    "location": "San Francisco, CA",
    "salary": "$120,000 - $150,000 per year",
    "jobDescription": "We are seeking a skilled software engineer to join our team and contribute to the development of our products. The ideal candidate will have experience with a variety of programming languages and frameworks, and be comfortable working in an agile development environment.",
    "jobResponsibility": "Responsibilities include designing and implementing software solutions, collaborating with cross-functional teams, and ensuring code quality and maintainability.",
    "educationalRequirements": "Bachelor's degree in Computer Science or a related field",
    "experiences": "5+ years of experience in software development"
  },
  {
    "jobTitle": "Product Manager",
    "id": 2,
    "mail": "product-manager@company.com",
    "number": "+1 123-456-7890",
    "location": "New York, NY",
    "salary": "$130,000 - $160,000 per year",
    "jobDescription": "We are looking for an experienced product manager to join our team and help guide the development of our products. The ideal candidate will have a strong understanding of user needs and market trends, and be able to translate those into product requirements and roadmaps.",
    "jobResponsibility": "Responsibilities include conducting market research, developing product requirements, collaborating with cross-functional teams, and ensuring successful product launches.",
    "educationalRequirements": "Bachelor's degree in a related field",
    "experiences": "7+ years of experience in product management"
  },
  {
    "jobTitle": "Marketing Manager",
    "id": 3,
    "mail": "marketing-manager@company.com",
    "number": "+1 123-456-7890",
    "location": "Chicago, IL",
    "salary": "$100,000 - $130,000 per year",
    "jobDescription": "We are seeking a highly skilled marketing manager to lead our marketing efforts and help grow our brand. The ideal candidate will have experience with a variety of marketing channels, including digital and traditional marketing, and be able to develop and execute marketing strategies that drive results.",
    "jobResponsibility": "Responsibilities include developing and executing marketing strategies, managing campaigns, analyzing data, and collaborating with cross-functional teams.",
    "educationalRequirements": "Bachelor's degree in Marketing, Business Administration, or a related field",
    "experiences": "5+ years of experience in marketing"
  },
  {
    "jobTitle": "Sales Representative",
    "id": 4,
    "mail": "sales-rep@company.com",
    "number": "+1 123-456-7890",
    "location": "Los Angeles, CA",
    "salary": "$60,000 - $80,000 per year",
    "jobDescription": "We are looking for a talented and driven sales representative to join our team and help drive revenue growth. The ideal candidate will have a proven track record of meeting and exceeding sales targets, and be comfortable working in a fast-paced, competitive environment.",
    "jobResponsibility": "Responsibilities include prospecting and generating new leads, managing sales cycles, and building relationships with customers.",
    "educationalRequirements": "Bachelor's degree in Business Administration, Marketing, or a related field",
    "experiences": "3+ years of experience in sales"
  },
  {
    "jobTitle": "Graphic Designer",
    "id": 5,
    "mail": "graphic-designer@company.com",
    "number": "+1 123-456-7890",
    "location": "Seattle, WA",
    "salary": "$50,000 - $70,000 per year",
    "jobDescription": "We are seeking a talented graphic designer to join our team and create visual content that engages and inspires our audience. The ideal candidate will have experience with a variety of design software and tools, and be able to work collaboratively with cross-functional teams to bring their ideas to life.",
    "jobResponsibility": "Responsibilities include designing and producing visual content for various mediums, including digital and print, and collaborating with cross-functional teams to develop creative concepts and solutions.",
    "educationalRequirements": "Bachelor's degree in Graphic Design, Visual Communication, or a related field",
    "experiences": "3+ years of experience in graphic design"
  },
  {
    "jobTitle": "Financial Analyst",
    "id": 6,
    "mail": "financial-analyst@company.com",
    "number": "+1 123-456-7890",
    "location": "Boston, MA",
    "salary": "$70,000 - $90,000 per year",
    "jobDescription": "We are looking for a talented financial analyst to join our team and provide financial insights and analysis that drive decision-making across the organization. The ideal candidate will have experience with financial modeling and analysis, and be able to communicate complex financial information in a clear and concise manner.",
    "jobResponsibility": "Responsibilities include conducting financial analysis, developing financial models, preparing financial reports, and collaborating with cross-functional teams to support business decisions.",
    "educationalRequirements": "Bachelor's degree in Finance, Economics, or a related field",
    "experiences": "3+ years of experience in financial analysis"
  },
  {
    "jobTitle": "Human Resources Manager",
    "id": 4,
    "mail": "hr-manager@company.com",
    "number": "+1 123-456-7890",
    "location": "Atlanta, GA",
    "salary": "$90,000 - $120,000 per year",
    "jobDescription": "We are seeking an experienced human resources manager to lead our HR efforts and support our employees. The ideal candidate will have a strong understanding of HR best practices, and be able to develop and implement HR strategies and programs that drive engagement and performance.",
    "jobResponsibility": "Responsibilities include managing HR programs and policies, recruiting and retaining top talent, administering compensation and benefits, and fostering a positive and inclusive workplace culture.",
    "educationalRequirements": "Bachelor's degree in Human Resources, Business Administration, or a related field",
    "experiences": "7+ years of experience in HR management"
  }
]
